Dlubal.RFEM5.ISpringBeam
Interface for working with spring beam

Dlubal.RFEM5.ISpringBeam.GetData
Gets spring beam parameters.
Returns: Spring beam parameters

Dlubal.RFEM5.ISpringBeam.SetData(System.UInt32@)
Sets spring beam parameters.
Beam: Spring beam parameters